Repository: fpmi-tp2025/tpmp-gr9a-lab9-dead_end
Catalog: plantify/plantify/*.lproj/Localizable.strings
Languages: ru

source: Philodron brasil
ru: Филодендрон бразильский

source: above window
ru: над окном

source: very large
ru: очень большой

source: upto 90%
ru: до 90%

source: every week
ru: каждую неделю

source: Money tree
ru: Денежное дерево

source: Easy-going money trees make excellent indoor plants. This affordable pick from Just Add Ice comes in a 5-inch ceramic pot and will be about 15 inches tall when it reaches your doorstep. As the brand's name implies, all you need to do is add two ice cubes to the soil once a week and set it in a brightly lit room.
ru: Из легкомысленных денежных деревьев получаются отличные комнатные растения. Этот доступный выбор от Just Add Ice поставляется в 5-дюймовом керамическом горшке и будет около 15 дюймов в высоту, когда он достигнет вашего порога. Как следует из названия бренда, все, что вам нужно сделать, это добавить два кубика льда в почву раз в неделю и поставить ее в ярко освещенном помещении.

source: shaded indoors
ru: в тени

source: height 40'' - 50''
ru: высота 40'' - 50''

source: upto 73%
ru: до 73%

source: every 11 days
ru: каждые 11 дней

source: Fiddle leaf figs
ru: Фикус лировидный

source: Want something a bit larger? You might consider a fiddle leaf fig column, like this one from Bloomscape. This sizable indoor plant comes in an eco-friendly pot made of recycled materials and will be between 42 and 58 inches tall when it arrives on your doorstep.
ru: Хотите что-то немного больше? Вы могли бы рассмотреть колонку фиговых листьев скрипки, как эта из Bloomscape. Это крупное комнатное растение поставляется в экологически чистом горшке из переработанных материалов и будет иметь высоту от 42 до 58 дюймов, когда оно прибудет к вам на порог.

source: near windows
ru: возле окон

source: heigh 38'' - 52''
ru: высота 38'' - 52''

source: nearly 83%
ru: до 83%

source: once in 14 days
ru: раз в 14 дней

source: Zanzibar gem
ru: Замиокулькас

source: The waxy, green-leafed Zanzibar gem (ZZ plant for short) is the perfect mid-sized houseplant. It helps purify the air, doesn't mind low-light conditions, and only needs water once every few weeks. The Sill's medium ZZ comes in a 7-inch round ceramic planter in black, blush, cream, mint, or classic terracotta.
ru: Восковая зеленолистная жемчужина Занзибара (сокращенно ZZ) — идеальное комнатное растение среднего размера. Он помогает очищать воздух, не возражает против условий низкой освещенности и нуждается в воде только раз в несколько недель. Средний ZZ от Sill поставляется в 7-дюймовом круглом керамическом горшке черного, румяного, кремового, мятного или классического терракотового цвета.

source: any location
ru: любое место

source: low plant
ru: низкое растение

source: upto 60%
ru: до 60%

source: once in few weeks
ru: раз в 3 недели

source: Peperomia obtusifolia
ru: Пеперомия туполистная

source: Peperomia obtusifolia (AKA baby rubber plant) is known for its sturdy spoon-shaped leaves. Native to Florida, this houseplant has succulent-like qualities, meaning it stores water in its roots, stems, and leaves. This desk-sized option from The Sill comes in a five-inch round ceramic pot and only needs to be watered every week or two.
ru: Пеперомия туполистная (детское каучуконосное растение) известно своими крепкими ложкообразными листьями. Родом из Флориды, это комнатное растение обладает суккулентными качествами, то есть хранит воду в своих корнях, стеблях и листьях. Этот вариант размером со стол от The Sill поставляется в пятидюймовом круглом керамическом горшке, и его нужно поливать только раз в неделю или две.

source: heigh 23''
ru: высота 23''

source: once a week
ru: раз в неделю

source: Bird of paradise
ru: Стрелиция

source: Native to South Africa, bird of paradise is a low-maintenance perennial plant with a tropical vibe. It thrives in well-lit indoor areas—near a window is best—and needs to be watered once a week (or when the soil gets dry). This pre-potted option from Costa Farms comes in a lightweight planter with drainage holes. You can transfer it into another pot or leave it as is.
ru: Родом из Южной Африки, райская птица — многолетнее растение с тропической атмосферой, не требующее особого ухода. Он хорошо растет в хорошо освещенных помещениях, лучше всего возле окна, и его необходимо поливать раз в неделю (или когда почва высыхает). Этот предварительно засаженный в горшки вариант от Costa Farms поставляется в легком горшке с дренажными отверстиями. Вы можете переложить его в другой горшок или оставить как есть.

source: near window
ru: возле окна

source: heigh 38''-45''
ru: высота 38''-45''

source: upto 85%
ru: до 85%

source: Location
ru: Место

source: Water
ru: Вода

source: Humidity
ru: Влага

source: Size
ru: Размер

source: Confirm
ru: Подтвердить

source: Care guide
ru: Гайд по уходу

source: sign in
ru: войти

source: sign up
ru: зарегистрироваться

source: My plants
ru: Мои растения

# Add plants
source: plants
ru: Растения

source: Incorrect data!
ru: Неверно введены данные!

source: Registrate succesfully!
ru: Зарегистрирован!

source: No such user!
ru: Пользователь не найден!

source: Incorrect login or password!
ru: Неправильный логин или пароль!

source: view map
ru: карта

source: my plants
ru: мои растения

source: add plant
ru: новое растение

source: weather
ru: погода

source: repeat password
ru: повторите пароль

source: Login unavailable!
ru: Логин недоступен

source: Check progress!
ru: Проверить прогресс!
